Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: I can't believe they tied me up and left me here just for pointing out that they weren't going east!
zh_cn: 我说他们走的方向不是东边,他们就把我捆起来扔在这里了!

source: I can't decide what I like more: parties, or after-parties.
zh_cn: 我不知道我是更喜欢派对还是午夜派对.

source: I can't do anymore for you without plastic surgery.
zh_cn: 我不能再为你做什么了,除非你想被“整容”.

source: I cannot let you enter until you free me of my curse.
zh_cn: 如果你不解除我的诅咒,我是不会让你进去的.

source: I don't give happy endings.
zh_cn: 没钱的话,我也不能免费送你东西...

source: I don't have anything for you to do right now.
zh_cn: 我现在没有任务要分配给你.

source: I don't know the 'Truffle Shuffle,' so stop asking!
zh_cn: 我不知道什么是“蘑菇舞步”,所以别问了!

source: I don't refund for "buyer's remorse..." Or for any other reason, really.
zh_cn: 我不会因“买家后悔...”而退款也不会因任何其它原因退款,不骗你.

source: I don't see why we can't just blow up those portals.
zh_cn: 我不明白为什么我们不能干脆点,直接炸掉这些传送门.

source: I don't think I like your tone.
zh_cn: 我不喜欢你说话的口气.

source: I don't work for free you know.
zh_cn: 你知道的,我不干没有酬劳的活.

source: I feel like an evil presence is watching me.
zh_cn: 你感受到一个邪恶的存在正注视着你...

source: I feel like {Truffle} is a bit misunderstood, he really is a fun guy.
zh_cn: 我觉得{Truffle}被人误会了,他真的是个好人.

source: I have no problem cleaning up ears and eyebrows, but I draw the line at nose hair.
zh_cn: 可以修剪发髻与眉毛,但是绝不能修剪鼻毛.

source: I hear there's a secret treasure... oh never mind.
zh_cn: 我听说有一个秘密宝藏...哦,没什么.

source: I hope a scrawny kid like you isn't all that is standing between us and Cthulhu's Eye.
zh_cn: 我希望在我们与克苏鲁之眼的对抗中,不只有你这么个瘦弱的孩子保护我们.

source: I hope you have like six friends standing around behind you.
zh_cn: 我还盼着你身边能有几个帮手呢.

source: I hope you like what I did to {PartyGirl}'s hair!
zh_cn: 希望你会喜欢我给{PartyGirl}设计的发型!

source: I just wanna know where the gold at!
zh_cn: 我只想知道金子在哪儿!

source: I keep asking for wine, but all {Bartender} gives me are mugs of ale.
zh_cn: 我一直向{Bartender}要葡萄酒,但他每次都给我麦酒.

source: I keep having vague memories of tying up a woman and throwing her in a dungeon.
zh_cn: 我依稀记得把一个女人捆了起来,然后扔到了地牢里.

source: I know everything they is to know about the clothierin' business.
zh_cn: 他们想了解服装行业,而我无所不知.

source: I may have gotten my hair done up just for today, but honestly, I just want to pop balloons with my scissors.
zh_cn: 我今天特地剪了新发型,但是老实说,我现在只想用我的剪刀戳破这些气球.

source: I really need some birthday text, Yorai!
zh_cn: 我真的需要一些生日文本,Yorai!

source: I sell wares from places that might not even exist!
zh_cn: 我卖的商品来自可能根本就不存在的地方!不是京东商城!

source: I think it is about time I got my hair did!
zh_cn: 我觉得我该做头发了!

source: I think it wants your carrot
zh_cn: 我想它想要你的胡萝卜

source: I think it wants your fish
zh_cn: 我想它也许只是想要你的鱼

source: I think you look better this way.
zh_cn: 我认为你这样看上去好多了.

source: I thought I would throw a party to celebrate our victories in the past and those yet to come.
zh_cn: 我想我要为了我们过去取得的胜利办一个庆功派对,未来的胜利也一起吧.

source: I thought you'd be taller.
zh_cn: 你没我想象中的那么高.

source: I tried having a paintball fight, but everyone wanted food and decorations instead.
zh_cn: 我试过举办一次彩弹大战,但是每个人反倒更喜欢食物与装饰品.

source: I tried to lick myself the other day to see what the big deal was, everything started glowing blue.
zh_cn: 有一天,我试着舔了舔自己,看看会发生什么大不了的事,然后全身都开始泛发蓝光了.

source: I truly love parties, so many beautiful colors and happy people.
zh_cn: 我真心喜欢派对,到处都是五彩缤纷,还有快乐的人们.

source: I wanted to see how your kind celebrate, I am not disappointed.
zh_cn: 我想要看看你们这种种族是如何庆祝的,我没有失望.

source: I went to Sweden once, they party hard, why aren't you like that?
zh_cn: 我去过一次瑞典,他们经常疯狂地开派对,你怎么与他们不一样?

source: I would have given you a free cut if you'd come earlier.
zh_cn: 如果你再早点来,我就会免费给你理发.

source: I would have invited everyone to party in my home, but there's not mushroom.
zh_cn: 我本来想邀请所有人去我家开派对,但是这里没有其他的蘑菇房了.

source: I'd lend you a hand, but last time I did that, I didn't get it back for a month.
zh_cn: 我会帮你一把,但这是最后一次,我一个月都没把它弄回来

source: I'll give you a discount on your wears if you can convince {Truffle} to come over for a...sizing.
zh_cn: 如果你能说服{Truffle}过来试一下...尺码,我就会给你打折.

source: I'm all out of titanium white, so don't even ask.
zh_cn: 我全身都是钛白粉,所以别问了.

source: I'm feeling a bit peevish as of late, so enough with your palaver you ragamuffin!
zh_cn: 近来我感觉有点暴躁,所以别再拍马屁了,跟个叫花子似的!

source: I'm gonna need more gold than that.
zh_cn: 买这玩意得花更多的钱.

source: I'm no landlubber, but it's better to have lubbed and lost than never to have lubbed at all.
zh_cn: 我不可是旱鸭子,但即便试水失败也比从未不试强.

source: I'm sorry, but you can't afford me.
zh_cn: 真抱歉,你付不起这费用.

source: I'm sure {Nurse} will help if you accidentally lose a limb to these.
zh_cn: 如果你不小心把你的某些肢体弄丢了的话,我相信{Nurse}会帮忙的.

source: I've got something for them zombies alright!
zh_cn: 我为这些僵尸准备了些东西!

source: Ice Barrier
zh_cn: 冰障

source: Ice Bat
zh_cn: 冰霜蝙蝠

source: Ice Bat Banner
zh_cn: 冰霜蝙蝠旗帜

source: Ice Blade
zh_cn: 寒冰之刃

source: Ice Block
zh_cn: 冰块

source: Ice Bolt
zh_cn: 冰晶飞弹

source: Ice Boomerang
zh_cn: 回旋冰刃

source: Ice Bow
zh_cn: 寒冰霜弓

source: Ice Brick
zh_cn: 冰砖

source: Ice Brick Wall
zh_cn: 冰砖墙

source: Ice Chest
zh_cn: 冰霜宝箱

source: Ice Elemental
zh_cn: 冰元素

source: Ice Elemental Banner
zh_cn: 冰元素旗帜

source: Ice Feather
zh_cn: 冰晶羽毛

source: Ice Floe Wallpaper
zh_cn: 浮冰壁纸

source: Ice Golem
zh_cn: 冰霜巨人

source: Ice Golem Banner
zh_cn: 冰霜巨人旗

source: Ice Machine
zh_cn: 刨冰机

source: Ice Mirror
zh_cn: 冰镜

source: Ice Mist
zh_cn: 霜寒冰凌

source: Ice Queen
zh_cn: 冰霜女王

source: Ice Queen Trophy
zh_cn: 荣耀之证(冰霜女王)

source: Ice Rod
zh_cn: 寒冰魔杖

source: Ice Scream
zh_cn: 寒冰尖啸

source: Ice Sickle
zh_cn: 寒冰之镰

source: Ice Skates
zh_cn: 溜冰鞋

source: Ice Slime
zh_cn: 冰霜史莱姆

source: Ice Slime Banner
zh_cn: 冰霜史莱姆旗帜

source: Ice Spike
zh_cn: 冰刺

source: Ice Torch
zh_cn: 冰霜火把

source: Ice Tortoise
zh_cn: 冰霜乌龟

source: Ice Tortoise Banner
zh_cn: 冰霜乌龟旗帜

source: Icewater Spit
zh_cn: 冰霜喷吐

source: Ichor
zh_cn: 脓水腐蚀

source: Ichor Arrow
zh_cn: 脓血箭

source: Ichor Bullet
zh_cn: 脓血子弹

source: Ichor Campfire
zh_cn: 脓血篝火

source: Ichor Dart
zh_cn: 脓血镖

source: Ichor Splash
zh_cn: 脓血喷溅

source: Ichor Sticker
zh_cn: 脓血乌贼

source: Ichor Sticker Banner
zh_cn: 脓血乌贼旗帜

source: Ichor Torch
zh_cn: 脓血火把

source: Ichorfish
zh_cn: 脓血鱼

source: Icy Merman
zh_cn: 寒冰鱼人

source: Icy Merman Banner
zh_cn: 寒冰鱼人旗帜

source: Icy Water Fountain
zh_cn: 冰雪喷泉

source: If you gather 5 fallen stars, they can be combined to create an item that will increase your magic capacity.
zh_cn: 如果你收集5颗星星,就可以合制成一个东西,以提升你的魔法能力.

source: If you had a gun, I bet an arms dealer might show up to sell you some ammo!
zh_cn: 如果你有一支枪,军火商会来向你出售弹药!

source: If you successfully repel the invasion, you'll be awarded with more Defender Medals, which you can bring to me to purchase more artifacts and some other special rewards!
zh_cn: 如果你成功击退了入侵者,你会得到更多的守卫者勋章,可以在我这儿用来换取更多神器以及其它好东西!

source: If you throw this one in the bathtub and close all the windows, it'll clear your sinuses and pop your ears!
zh_cn: 如果你把这个扔到浴缸后关上所有的窗户,你的鼻子与耳朵就都通了!

source: If you were to look up, you'd see that the moon is red right now.
zh_cn: 如果你向上看,你就能看到此刻的月亮是红色的.

source: If you're going to die, do it outside.
zh_cn: 如果你要死,去外面死.

source: If you're looking for junk, you've come to the wrong place.
zh_cn: 如果你是在找垃圾,那你来对了.

source: Ignites nearby enemies
zh_cn: 点燃附近的敌人

source: Ignorant
zh_cn: 无知

source: Illegal Gun Parts
zh_cn: 非法枪械部件

source: Illuminant Bat
zh_cn: 荧光蝙蝠

source: Illuminant Bat Banner
zh_cn: 荧光蝙蝠旗帜

source: Illuminant Hook
zh_cn: 荧光钩爪

source: Illuminant Slime
zh_cn: 荧光史莱姆

source: Illuminant Slime Banner
zh_cn: 荧光史莱姆旗帜

source: Image Packing
zh_cn: 图像整合

source: Imbuing Station
zh_cn: 药水灌输器

source: Immune to lava
zh_cn: 免疫熔岩烫伤

source: Immunity to Bleeding
zh_cn: 使你免疫流血

source: Immunity to Broken Armor
zh_cn: 使你免疫破甲

source: Immunity to Confusion
zh_cn: 使你免疫混乱

source: Immunity to Curse
zh_cn: 使你免疫诅咒

source: Immunity to Darkness
zh_cn: 使你免疫黑暗

source: Immunity to Poison
zh_cn: 使你免疫中毒

source: Immunity to Poison and Bleeding
zh_cn: 使你免疫中毒及流血

source: Immunity to Silence
zh_cn: 使你免疫沉默

source: Immunity to Silence and Curse
zh_cn: 使你免疫沉默及诅咒

source: Immunity to Slow
zh_cn: 使你免疫减速

source: Immunity to Slow and Confusion
zh_cn: 使你免疫减速及混乱

source: Immunity to Weakness
zh_cn: 使你免疫虚弱

source: Immunity to Weakness and Broken Armor
zh_cn: 使你免疫虚弱及破甲

source: Immunity to petrification
zh_cn: 使你免疫石化

source: Imp
zh_cn: 魔精小鬼

source: Imp Face
zh_cn: 小鬼脸

source: Imp Fireball
zh_cn: 魔精火球

source: Imp Staff
zh_cn: 魔精小鬼法杖

source: Imp Statue
zh_cn: 魔精小鬼雕像

source: Impact
zh_cn: 冲击

source: Impending doom approaches...
zh_cn: 月球末日慢慢接近...

source: Improves vision
zh_cn: 扩大视野

source: Inactive Stone Block
zh_cn: 机关石墙

source: Incenerated by solar rays
zh_cn: 被太阳射线焚烧殆尽

source: Incorrect password.
zh_cn: 密码错误.

source: Increase Transparency
zh_cn: 增加透明度

source: Increase defense by 8
zh_cn: 增加8防御

source: Increased damage and defense from the following:
zh_cn: 跟下列怪物战斗会增加伤害及防御：

source: Increased damage, Decreased life regen, Causes status effects
zh_cn: 增加伤害,减少生命再生,引起异常状态

source: Increased enemy spawn rate
zh_cn: 提高刷怪率

source: Increased fishing level
zh_cn: 提升钓鱼能力

source: Increased heart pickup range
zh_cn: 增加红心的拾取范围

source: Increased knockback
zh_cn: 增加你的击退

source: Increased life regeneration
zh_cn: 提高生命再生速度

source: Increased mana regeneration
zh_cn: 增加法力再生

source: Increased max number of minions
zh_cn: 增加召唤物最大数量

source: Increased melee abilities, lowered defense
zh_cn: 提高近战能力,降低防御

source: Increased monster spawn rate
zh_cn: 提高刷怪率

source: Increased night vision
zh_cn: 强化夜视能力

source: Increased placement speed and range
zh_cn: 增加放置速度及范围

source: Increases all stats if worn during the day
zh_cn: 白天穿戴可提升所有属性

source: Increases all stats if worn during the night
zh_cn: 夜晚穿戴可提升所有属性

source: Increases armor penetration by 5
zh_cn: 增加5点护甲穿透

source: Increases armor penetration for melee weapons
zh_cn: 增加近战武器的护甲穿透

source: Increases block placement range
zh_cn: 扩大放置块的范围

source: Increases breath time and allows breathing in water
zh_cn: 延长呼吸时间并可在水中呼吸

source: Increases chance to get a crate
zh_cn: 增加钓到板条箱的几率

source: Increases coin pickup range
zh_cn: 扩大钱币拾取范围

source: Increases critical chance by 10%
zh_cn: 增加10%暴击率

source: Increases damage by 10%
zh_cn: 增加10%伤害

source: Increases enemy spawn rate
zh_cn: 提高刷怪率速度

source: Increases fishing level
zh_cn: 提升钓鱼能力

source: Increases fishing skill
zh_cn: 提升钓鱼能力

source: Increases item placement and tool range by 1
zh_cn: 增加1格物块放置及工具使用范围

source: Increases jump height
zh_cn: 增加跳跃高度

source: Increases knockback
zh_cn: 增强击退效果

source: Increases length of invincibility after taking damage
zh_cn: 受到伤害后增加无敌状态时间

source: Increases life regeneration
zh_cn: 提高生命再生速度

source: Increases max life by 20%
zh_cn: 增加20%最大生命值

source: Increases maximum mana by 20
zh_cn: 增加20最大法力值

source: Increases maximum mana by 60
zh_cn: 增加60最大法力值

source: Increases maximum mana by 80
zh_cn: 增加80最大法力值

source: Increases melee knockback
zh_cn: 增强近战击退效果

source: Increases mining speed by 25%
zh_cn: 提高25%采矿速度

source: Increases minion damage by 10%
zh_cn: 增加10%召唤伤害

source: Increases minion damage by 12%
zh_cn: 增加12%召唤伤害

source: Increases minion damage by 25%
zh_cn: 增加25%召唤伤害

source: Increases minion damage by 5%
zh_cn: 增加5%召唤伤害

source: Increases movement speed after being struck
zh_cn: 受到伤害后提高移动速度

source: Increases night vision
zh_cn: 提升夜视力

source: Increases pickup range for life hearts
zh_cn: 扩大生命之心的拾取范围

source: Increases pickup range for mana stars
zh_cn: 扩大法力星的拾取范围

source: Increases placement speed and range
zh_cn: 提高物块放置速度并扩大放置范围

source: Increases running speed
zh_cn: 提高奔跑速度

source: Increases the strength of friendly bees
zh_cn: 增加友方蜜蜂的力量

source: Increases tile placement speed
zh_cn: 增加物块放置速度

source: Increases tile reach
zh_cn: 增加物块放置范围

source: Increases view range when held
zh_cn: 持握时扩大视野范围

source: Increases wall placement speed
zh_cn: 增加砌墙速度

source: Increases your max number of minions
zh_cn: 增加最大召唤物数量

source: Increases your max number of sentries and grants you 10% minion damage
zh_cn: 增加炮台召唤栏,并增加10%召唤伤害

source: Increases your max number of sentries and increases 20% melee & minion damage
zh_cn: 增加炮台召唤栏,增加20%近战及召唤伤害

source: Increases your max number of sentries and increases melee attack speed by 20%
zh_cn: 增加炮台召唤栏,提高20%近战攻速

source: Increases your max number of sentries and increases ranged critical strike chance by 10%
zh_cn: 增加炮台召唤栏,提高10%远程暴击率

source: Increases your max number of sentries and increases your life regeneration
zh_cn: 增加炮台召唤栏,提高生命再生速度

source: Increases your max number of sentries and reduces mana costs by 10%
zh_cn: 增加炮台召唤栏,减少10%法力消耗

source: Increases yoyo range
zh_cn: 扩大悠悠球的攻击范围

source: Independence Day
zh_cn: 独立日

source: Inept
zh_cn: 笨拙

source: Infected Scabbardfish
zh_cn: 被感染的鞘鱼

source: Infernal Wisp Dye
zh_cn: 地狱精灵染料

source: Inferno
zh_cn: 熔岩领域

source: Inferno Fork
zh_cn: 地狱火之叉

source: Inferno Potion
zh_cn: 狱火药剂

source: Inflicts Shadowflame on hit
zh_cn: 击中后释放暗影火焰

source: Inflicts fire damage on attack
zh_cn: 攻击时会造成火焰伤害

source: Inflicts poison on enemies
zh_cn: 会使敌人中毒

source: Inflicts target with Venom
zh_cn: 可对目标造成剧毒效果

source: Influx Waver
zh_cn: 光刃波动剑

source: Inlet Pump
zh_cn: 入水泵

source: Insane knockback
zh_cn: 疯狂的击退

source: Insanely fast speed
zh_cn: 疯狂的速度

source: Intense
zh_cn: 威猛

source: Intense Blue Flame Dye
zh_cn: 亮蓝焰染料

source: Intense Flame Dye
zh_cn: 亮红焰染料

source: Intense Green Flame Dye
zh_cn: 亮绿焰染料

source: Intense Rainbow Dye
zh_cn: 亮彩虹染料

source: Interact
zh_cn: 互动

source: Interface
zh_cn: 界面

source: Interface Movement Delay
zh_cn: 界面移动延迟

source: Intimidating
zh_cn: 恐怖

source: Into Orbit
zh_cn: 进入轨道

source: Intrepid
zh_cn: 勇猛

source: Invalid command.
zh_cn: 指令无效.

source: Invalid operation at this state.
zh_cn: 目前状态下操作无效.

source: Inventory
zh_cn: 物品栏

source: Invert Left Thumbstick Horizontally
zh_cn: 左摇杆水平翻转

source: Invert Left Thumbstick Vertically
zh_cn: 左摇杆垂直翻转

source: Invert Right Thumbstick Horizontally
zh_cn: 右摇杆水平翻转

source: Invert Right Thumbstick Vertical
zh_cn: 右摇杆垂直翻转

source: Invisibility
zh_cn: 隐身

source: Invisibility Potion
zh_cn: 隐身药剂

source: Invite Friends
zh_cn: 邀请好友

source: Iridescent Brick
zh_cn: 荧光砖块

source: Iridescent Brick Wall
zh_cn: 荧光墙壁

source: Iron
zh_cn: 铁矿石

source: Iron Anvil
zh_cn: 铁砧

source: Iron Axe
zh_cn: 铁质斧头

source: Iron Bar
zh_cn: 铁锭

source: Iron Bow
zh_cn: 铁质短弓

source: Iron Broadsword
zh_cn: 铁质阔剑

source: Iron Chainmail
zh_cn: 铁质链甲

source: Iron Crate
zh_cn: 铁质板条箱

source: Iron Door
zh_cn: 铁门

source: Iron Fence
zh_cn: 铁栅栏

source: Iron Greaves
zh_cn: 铁质护胫

source: Iron Hammer
zh_cn: 铁质大锤

source: Iron Helmet
zh_cn: 铁质头盔

source: Iron Ore
zh_cn: 铁矿石

source: Iron Pickaxe
zh_cn: 铁镐

source: Iron Shortsword
zh_cn: 铁质短剑

source: Ironskin
zh_cn: 钢皮

source: Ironskin Potion
zh_cn: 铁皮药剂

source: Isn't this just soooo cute?
zh_cn: 这简直太可爱了!

source: It Can Talk?!
zh_cn: 它能说话?!

source: It doesn't seem to work without an Etheria Crystal nearby...
zh_cn: 当附近没有艾特尼亚水晶时它似乎并不能运作...

source: It gets pretty cold up there
zh_cn: 这里好冷

source: It has been cursed by a powerful Jungle creature
zh_cn: 它被一个强大的丛林生物诅咒了

source: It likes swimming around you
zh_cn: 它喜欢在你周围游泳

source: It never stops celebrating!
zh_cn: 庆祝永不结束!

source: It smells funny...
zh_cn: 它闻起来很有趣...

source: It thinks you are its mother
zh_cn: 它把你当妈妈了

source: It's Getting Hot in Here
zh_cn: 这里正在变热!

source: It's Hard!
zh_cn: 举步维艰!

source: It's a good day to die!
zh_cn: 今天是个找死的好日子!

source: It's a good thing you had a MAC
zh_cn: 有一台UFO真是太棒了!

source: Italiano (Italian)
zh_cn: Italiano (意大利语)

source: Item Frame
zh_cn: 展示架

source: Item Rack
zh_cn: 展示架

source: Items
zh_cn: 物品

source: Ivy Chest
zh_cn: 春藤宝箱

source: Ivy Whip
zh_cn: 常春藤鞭

source: Jack 'O Lantern
zh_cn: 杰克南瓜灯笼

source: Jack 'O Lantern Launcher
zh_cn: 杰克南瓜爆弹发射器

source: Jack 'O Lantern Mask
zh_cn: 杰克南瓜面具

source: Jackelier
zh_cn: 南瓜头吊灯

source: Jacking Skeletron
zh_cn: 骷髅夜惊魂

source: Jagged
zh_cn: 锯齿

source: Javelin
zh_cn: 标枪

source: Jeepers Creepers
zh_cn: 毛骨悚然

source: Jellyfish Diving Gear
zh_cn: 水母潜水装备

source: Jellyfish Necklace
zh_cn: 水母项链

source: Jellyfish Statue
zh_cn: 水母雕像

source: Jester's Arrow
zh_cn: 小丑之箭

source: Jetpack
zh_cn: 喷气背包

source: Jewelfish
zh_cn: 宝石鱼

source: Jim's Breastplate
zh_cn: Jim的胸甲

source: Jim's Helmet
zh_cn: Jim的头盔

source: Jim's Leggings
zh_cn: Jim的护腿

source: Jim's Wings
zh_cn: Jim的翅膀

source: Join
zh_cn: 加入游戏

source: Join via IP
zh_cn: 通过IP加入

source: Join via Steam
zh_cn: 通过Steam加入

source: Joining game.
zh_cn: 加入游戏.

source: Joining {0}...
zh_cn: 正在加入 {0}...

source: Joining...
zh_cn: 正在加入...

source: Journeyman Bait
zh_cn: 熟手诱饵

source: Julia Butterfly
zh_cn: 茱莉娅蝶

source: Julia Butterfly Jar
zh_cn: 茱莉娅蝶罐

source: Jump
zh_cn: 跳跃

source: Jumper Spider
zh_cn: 跳跃蜘蛛

source: Junction Box
zh_cn: 分线盒

source: Jungle Bat
zh_cn: 丛林蝙蝠

source: Jungle Bat Banner
zh_cn: 丛林蝙蝠旗帜

source: Jungle Chest
zh_cn: 丛林宝箱

source: Jungle Crate
zh_cn: 丛林板条箱

source: Jungle Creeper
zh_cn: 丛林蜘蛛

source: Jungle Creeper Banner
zh_cn: 丛林蜘蛛旗帜

source: Jungle Grass Seeds
zh_cn: 丛林草种

source: Jungle Hat
zh_cn: 丛林兜帽

source: Jungle Key
zh_cn: 丛林钥匙

source: Jungle Key Mold
zh_cn: 丛林钥匙模具

source: Jungle Mimic
zh_cn: 丛林大宝箱怪

source: Jungle Pants
zh_cn: 丛林护腿

source: Jungle Rose
zh_cn: 丛林玫瑰

source: Jungle Shirt
zh_cn: 丛林护服

source: Jungle Slime
zh_cn: 丛林史莱姆

source: Jungle Slime Banner
zh_cn: 丛林史莱姆旗帜

source: Jungle Spike
zh_cn: 丛林尖刺

source: Jungle Spores
zh_cn: 丛林孢子

source: Jungle Wall
zh_cn: 丛林墙壁

source: Jungle Water Fountain
zh_cn: 丛林喷泉

source: Just don't make it crawl.
zh_cn: 只要别让它在地上爬就行.

source: KO Cannon
zh_cn: KO!

source: Karate Tortoise Mask
zh_cn: 忍者神龟面具

source: Karate Tortoise Pants
zh_cn: 忍者神龟裤

source: Karate Tortoise Shirt
zh_cn: 忍者神龟衣

source: Katana
zh_cn: 武士刀

source: Keen
zh_cn: 锐利

source: Keep your eye on the prize, buy a lense!
zh_cn: 注意盯着效果,买个晶状体吧!

source: Keep your hands off my gun, buddy!
zh_cn: 把手从我的枪上拿开,哥们!

source: Keg
zh_cn: 酒桶

source: Key of Light
zh_cn: 光之钥匙

source: Key of Night
zh_cn: 夜之钥匙

source: Keybindings
zh_cn: 快捷键绑定

source: Keybrand
zh_cn: 钥匙巨剑

source: Kicked from server.
zh_cn: 已从服务器踢除.

source: Kicks a player from the server.
zh_cn: 将玩家踢出服务器.

source: Kill Count
zh_cn: 杀怪数量

source: Kill Doctor Bones.
zh_cn: 杀死骷髅博士.

source: Kill Tim.
zh_cn: 杀死提姆.

source: Kill a nymph.
zh_cn: 杀死染血女神.

source: Kill count unavailable
zh_cn: 杀怪数不可用

source: Kill pinky.
zh_cn: 杀死小粉.

source: Kill the Sun
zh_cn: 日食

source: Kill the groom.
zh_cn: 杀死僵尸新郎.

source: Kimono
zh_cn: 和服

source: King Slime
zh_cn: 史莱姆王

source: King Slime Mask
zh_cn: 史莱姆王面具

source: King Slime Trophy
zh_cn: 荣耀之证(史莱姆王)

source: King Statue
zh_cn: 国王雕像

source: Kobold
zh_cn: 狗头人

source: Kobold Banner
zh_cn: 狗头人旗帜

source: Kobold Glider
zh_cn: 滑翔狗头人

source: Kobold Glider Banner
zh_cn: 滑翔狗头人旗帜

source: Kraken
zh_cn: 克拉肯

source: Krampus
zh_cn: 克朗普斯

source: Krampus Banner
zh_cn: 克朗普斯旗帜

source: Krampus Horn Wallpaper
zh_cn: 坎卜斯犄角壁纸

source: Lac Beetle
zh_cn: 紫胶甲虫

source: Lac Beetle Banner
zh_cn: 紫胶甲虫旗帜

source: Lake of Fire
zh_cn: 火焰之湖

source: Lamia
zh_cn: 拉弥亚

source: Lamia Banner
zh_cn: 拉弥亚旗帜

source: Lamia Mask
zh_cn: 拉弥亚面具

source: Lamia Tail
zh_cn: 拉弥亚蛇尾裤

source: Lamia Wraps
zh_cn: 拉弥亚披肩

source: Lamp Post
zh_cn: 灯柱

source: Land
zh_cn: 大地

source: Land Mine
zh_cn: 地雷

source: Landmine
zh_cn: 地雷

source: Language
zh_cn: 语言

source: Lantern
zh_cn: 灯笼

source: Large
zh_cn: 大

source: Large Amber
zh_cn: 大型琥珀

source: Large Amethyst
zh_cn: 大型紫水晶

source: Large Diamond
zh_cn: 大型钻石

source: Large Dynasty Candle
zh_cn: 大王朝蜡烛

source: Large Dynasty Lantern
zh_cn: 大王朝灯笼

source: Large Emerald
zh_cn: 大型祖母绿

source: Large Ruby
zh_cn: 大型红宝石

source: Large Sapphire
zh_cn: 大型蓝宝石

source: Large Topaz
zh_cn: 大型黄晶玉

source: Larva
zh_cn: 蜂后幼虫

source: Laser
zh_cn: 激光射线

source: Laser Drill
zh_cn: 激光钻头

source: Laser Machinegun
zh_cn: 激光机枪

source: Laser Ray
zh_cn: 火星飞碟死光

source: Laser Rifle
zh_cn: 激光步枪

source: Last Prism
zh_cn: 最终棱镜

source: Latches on to enemies for continuous damage
zh_cn: 它会咬住敌人并持续造成伤害

source: Launches a ball of fire that explodes into a raging inferno
zh_cn: 发射一枚爆裂火球

source: Launches homing missiles
zh_cn: 发射跟踪导弹

source: Lava
zh_cn: 岩浆

source: Lava Bat
zh_cn: 熔岩蝙蝠

source: Lava Bat Banner
zh_cn: 熔岩蝙蝠旗帜

source: Lava Bucket
zh_cn: 岩浆桶

source: Lava Charm
zh_cn: 熔岩护符

source: Lava Erupts Banner
zh_cn: 熔岩喷发旗帜

source: Lava Lamp
zh_cn: 熔岩灯

source: Lava Slime
zh_cn: 熔岩史莱姆

source: Lava Slime Banner
zh_cn: 熔岩史莱姆旗帜

source: Lava Waders
zh_cn: 熔岩行走靴

source: Lavafall Block
zh_cn: 熔岩瀑布块

source: Lavafall Wall
zh_cn: 岩浆瀑布墙

source: Lazure's Barrier Platform
zh_cn: Lazure的屏障台

source: Lazure's Valkyrie Circlet
zh_cn: Lazure的女武神头环

source: Lazure's Valkyrie Cloak
zh_cn: Lazure的女武神斗蓬

source: Lazy
zh_cn: 呆滞

source: Lead
zh_cn: 铅矿石

source: Lead Anvil
zh_cn: 铅砧

source: Lead Axe
zh_cn: 铅质斧头

source: Lead Bar
zh_cn: 铅锭

source: Lead Bow
zh_cn: 铅质短弓

source: Lead Broadsword
zh_cn: 铅质宽剑

source: Lead Chainmail
zh_cn: 铅质链甲

source: Lead Door
zh_cn: 铅门

source: Lead Fence
zh_cn: 铅质栅栏

source: Lead Greaves
zh_cn: 铅质护胫

source: Lead Hammer
zh_cn: 铅质大锤

source: Lead Helmet
zh_cn: 铅质头盔

source: Lead Ore
zh_cn: 铅矿石

source: Lead Pickaxe
zh_cn: 铅质镐

source: Lead Shortsword
zh_cn: 铅质短剑

source: Leaf
zh_cn: 叶子

source: Leaf Blower
zh_cn: 飞叶枪

source: Leaf Crystal
zh_cn: 叶绿水晶

source: Leaf Wand
zh_cn: 树叶魔棒

source: Leaf Wings
zh_cn: 绿叶翅膀

source: Leather
zh_cn: 皮革

source: Leech
zh_cn: 血蛭

source: Left
zh_cn: 向左

source: Left Shift Quick Trash: Disabled
zh_cn: 左Shift快速丢弃：关闭

source: Left Shift Quick Trash: Enabled
zh_cn: 左Shift快速丢弃：开启

source: Left Thumbstick Deadzone X
zh_cn: 左摇杆水平盲区

source: Left Thumbstick Deadzone Y
zh_cn: 左摇杆垂直盲区

source: Legendary
zh_cn: 传奇

source: Leinfors' Excessive Style
zh_cn: Leinfors的奇异风衣

source: Leinfors' Fancypants
zh_cn: Leinfors的潮流裤

source: Leinfors' Hair Protector
zh_cn: Leinfors的绅士帽

source: Leinfors' Luxury Shampoo
zh_cn: Leinfors的奢华洗发液

source: Leinfors' Prehensile Cloak
zh_cn: Leinfors的卷缠斗篷

source: Lens
zh_cn: 晶状体

source: Leopard Skin
zh_cn: 豹皮

source: Leprechaun Hat
zh_cn: 妖精帽

source: Leprechaun Pants
zh_cn: 妖精裤

source: Leprechaun Shirt
zh_cn: 妖精服

source: Lesser Healing Potion
zh_cn: 弱效治疗药水

source: Lesser Mana Potion
zh_cn: 弱效魔力药水

source: Lesser Restoration Potion
zh_cn: 弱效恢复药水

source: Let's ride the rails
zh_cn: 让我们乘矿车吧

source: Lethargic
zh_cn: 无力

source: Lets you move swiftly in liquids
zh_cn: 使你能在水中快速移动

source: Level
zh_cn: 地平线

source: Lever
zh_cn: 控制杆

source: Life Booster
zh_cn: 生命星能

source: Life Crystal
zh_cn: 生命水晶

source: Life Drain
zh_cn: 吸血

source: Life Fruit
zh_cn: 生命之果

source: Life Hair Dye
zh_cn: 生命染发剂

source: Life Nebula
zh_cn: 生命星云

source: Life Preserver
zh_cn: 救生圈

source: Life regen is increased
zh_cn: 提高生命再生

source: Life regen is increased when near a campfire
zh_cn: 在篝火附近你的生命恢复速度会加快

source: Life regen is slightly increased
zh_cn: 略微提高生命再生

source: Life regeneration is greatly increased
zh_cn: 大幅度提高生命再生

source: Life regeneration is increased
zh_cn: 提高生命再生

source: Life's a challenge when you're just naturally better than everyone else.
zh_cn: 当你天生就比别人强的时候,生活对你来说就是一个挑战.

source: Life's like a box of clothes; you never know what you are gonna wear!
zh_cn: 生活就像一箱衣服;你永远也不知道自己要穿什么!

source: Life:
zh_cn: 生命:

source: Lifeforce
zh_cn: 生命之力

source: Lifeforce Potion
zh_cn: 生命之力药剂

source: Lifeform Analyzer
zh_cn: 生命探测器

source: Light
zh_cn: 轻

source: Light Beam
zh_cn: 光芒之剑

source: Light Disc
zh_cn: 光辉飞盘

source: Light Mummy
zh_cn: 光明木乃伊

source: Light Mummy Banner
zh_cn: 光明木乃伊旗帜

source: Light Pet
zh_cn: 照明宠物

source: Light Rain
zh_cn: 小雨

source: Light Shard
zh_cn: 纯阳

source: Light vision severely reduced
zh_cn: 世界都变暗了

source: Light's Bane
zh_cn: 光之驱逐

source: Lighting: Color
zh_cn: 照明：彩色

source: Lighting: Retro
zh_cn: 照明：复古

source: Lighting: Trippy
zh_cn: 照明：梦幻

source: Lighting: White
zh_cn: 照明：白色

source: Lightless Chasms
zh_cn: 阴暗裂缝

source: Lightning Aura
zh_cn: 闪电光环
